tap "extrawurst/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts", "https://github.com/Homebrew/homebrew-cask-fonts.git"
tap "homebrew/core", "https://github.com/Homebrew/homebrew-core.git"
tap "homebrew/services"
tap "nektos/tap"

brew "bat"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "docker", link: false
brew "fd"
brew "fzf"
brew "git"
brew "hugo"
brew "kustomize"
brew "macvim", link: false
brew "nektos/tap/act"
brew "neovim"
brew "nginx"
brew "pacvim"
brew "pyenv"
brew "redis"
brew "starship"
brew "stern"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "wget"
brew "wrk"
brew "zplug"

cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "keycastr"
cask "snip"
